Repository: rhinstaller/python-meh-l10n
Catalog: rhel-8/*.po
Languages: de, ro

source: Use 'continue' command to quit the debugger and get back to the main menu
de: Verwenden Sie den Befehl 'fortfahren' um den Debugger zu beenden und zurück zum Hauptmenü zu gelangen
ro: Folosiți comanda 'continue' pentru a ieși din depanator și a reveni la meniul principal

source: Exit the shell to get back to the main menu
de: Shell beenden um zurück zum Hauptmenü zu gelangen
ro: Ieșire din shell și revenire la meniul principal

source: y
de: j

source: Save exception
de: Ausnahme sichern
ro: Salvează excepția

source: An unknown error has occurred
de: Ein unbekannter Fehler ist aufgetreten
ro: A apărut o eroare necunoscută

source: Report Bug
de: Fehler melden
ro: Raportează problemă

source: Run shell
de: Shell ausführen
ro: Activează shell

source: Quit
de: Beenden
ro: Ieșire

source: Debug
de: Fehlerdiagnose
ro: Depanare

source: What do you want to do now?
de: Was möchten Sie jetzt tun?
ro: Ce vrei să faci acum?

source: Please make your choice from above:
de: Bitte treffen Sie Ihre Wahl:
ro: Te rog sa faci o alegere din cele prezentate mai sus:

source: Hit ENTER to continue
de: Eingabetaste drücken, um fortzufahren
ro: Apasă ENTER pentru a continua

source: Are you sure you want to exit? [%(yes)s/%(no)s]
de: Möchten Sie wirklich beenden? [%(yes)s/%(no)s]
ro: Dorești să ieși? [%(yes)s/%(no)s]

source: _Exit
de: _Beenden
ro: _Ieșire

source: This program has encountered an unknown error. You may report the bug below or quit the program.
de: Dieses Programm ist auf einen unbekannten Fehler gestoßen. Sie können den Fehler melden oder das Programm beenden.
ro: Aplicația a detectat o eroare necunoscută. Poți raporta problema sau poți ieși din aplicație.

source: _Report Bug
de: _Fehler melden
ro: _Raportează problemă

source: _Quit
de: _Beenden
ro: _Ieșire

source: The output below may help determine the cause of the error:
de: Die nachfolgende Ausgabe könnte bei der Fehlersuche helfen:
ro: Textul de mai jos vă poate ajuta să determinați cauza erorii:

source: 'Debug' may take you to tty1.
de: 'Debug' könnte zu tty1 verweisen.
ro: 'Depanare' vă poate duce la tty1.

source: More _info...
de: Mehr _Info...
ro: Mai multe _informații...

source: No additional info available.
de: Keine zusätzlichen Informationen vorhanden.
ro: Nu sunt disponibile informații suplimentare.

source: _Debug
ro: _Depanare
